
/*
//
// This file is for Little Snitch's IAP: https://help.obdev.at/resources/documentation/littlesnitch/#/ra-iap
// Currently Little Snitch is only translated in English and German, so will not use any other localizations.
//
// If you're translating other than English or German, you can dismiss this file or translate it in case they
// add some more languages in the future.
//
*/

/* Top-level, general application description: */
"ApplicationDescription" = "Keka er et filarkiveringsprogram for macOS.";

/* Software update connection: */
"SoftwareUpdatePurpose" = "Keka sjekker etter nye versjoner ved å koble til u(pdate).keka.io.";
"SoftwareUpdateDenyConsequences" = "Hvis du avslår denne tilkoblingen, vil du ikke bli varslet om nye versjoner av Keka.";
